Repository: everlof/threading
Catalog: Sources/ThreadingMobile/Localizable.xcstrings
Source language: en
Languages: sv

source: Review
sv: Granskning

source: Review comparison, %@
sv: Jämförelse för granskning, %@

source: Review provider cost, tokens, limits, and reset history while work is running.
sv: Granska leverantörskostnad, tokens, gränser och återställningshistorik medan arbetet pågår.

source: Review this request on the Mac.
sv: Granska begäran på Mac-datorn.

source: Right Arrow
sv: Högerpil

source: Role
sv: Roll

source: Route
sv: Väg

source: Row
sv: Rad

source: Run connection checks
sv: Kör anslutningskontroller

source: Run settings
sv: Körinställningar

source: Running “%@”…
sv: Kör ”%@”…

source: Runs on %@
sv: Körs på %@

source: Saved Macs are unavailable
sv: Sparade Mac-datorer är inte tillgängliga

source: Saved error screenshots
sv: Sparade skärmbilder från fel

source: Saved identity
sv: Sparad identitet

source: Scan a QR code
sv: Skanna en QR-kod

source: Scan the QR code again
sv: Skanna QR-koden igen

source: Scan the code on your Mac
sv: Skanna koden på din Mac

source: Scan the code shown on your Mac
sv: Skanna koden som visas på din Mac

source: Scope
sv: Omfång

source: Screenshot that will be shared
sv: Skärmbild som kommer att delas

source: Scroll to the end of the diff
sv: Rulla till slutet av skillnaden

source: Scroll to the end of the repository
sv: Rulla till slutet av kodarkivet

source: Search
sv: Sök

source: Search archived sessions
sv: Sök bland arkiverade sessioner

source: Search conversation
sv: Sök i konversationen

source: Search conversations, files, and destinations
sv: Sök i konversationer, filer och mål

source: Search matches
sv: Sökträffar

source: Search scope
sv: Sökområde

source: Search session
sv: Sök i sessionen

source: Search sessions
sv: Sök sessioner

source: Search sessions and terminals
sv: Sök bland sessioner och terminaler

source: Search unavailable
sv: Sökning är inte tillgänglig

source: Searching…
sv: Söker…

source: See the active Mac tab when it is shareable, without moving private tabs off the Mac.
sv: Se den aktiva Mac-fliken när den är delbar, utan att flytta privata flikar från Mac-datorn.

source: Send answer
sv: Skicka svar

source: Send feedback
sv: Skicka feedback

source: Send report
sv: Skicka rapport

source: Send report uploads the selected items to Threading’s private support inbox. Diagnostics never include messages, prompts, paths, notification text, device names or credentials. Optional details contain no stable device identifier.
sv: Skicka rapport överför de valda delarna till Threadings privata supportinkorg. Diagnostik innehåller aldrig meddelanden, prompter, sökvägar, notifikationstext, enhetsnamn eller inloggningsuppgifter. Valfria detaljer innehåller ingen stabil enhetsidentifierare.

source: Send terminal line
sv: Skicka terminalrad

source: Send to Mac
sv: Skicka till Mac

source: Sending attention request…
sv: Skickar förfrågan…

source: Sending control request…
sv: Skickar kontrollbegäran…

source: Sending once…
sv: Skickar en gång…

source: Sends a human-only notification
sv: Skickar en notis endast till en person

source: Sends only the connection events listed in this report to your paired Mac. Messages, prompts, terminal output, paths and credentials are never sent.
sv: Skickar endast anslutningshändelserna i denna rapport till din parkopplade Mac. Meddelanden, prompter, terminalutdata, sökvägar och inloggningsuppgifter skickas aldrig.

source: Sent to your Mac
sv: Skickad till din Mac

source: Server wait
sv: Väntan på servern

source: Session actions
sv: Sessionsåtgärder

source: Session actions, new browser activity
sv: Sessionsåtgärder, ny webbläsaraktivitet

source: Session closed on Mac
sv: Sessionen stängdes på Mac-datorn

source: Session ended
sv: Sessionen avslutades

source: Session name
sv: Sessionsnamn

source: Session unavailable
sv: Sessionen är inte tillgänglig

source: Sessions
sv: Sessioner

source: Sessions on your Mac
sv: Sessioner på din Mac

source: Sessions you archive from your Mac or iPhone appear here.
sv: Sessioner som du arkiverar från din Mac eller iPhone visas här.

source: Settings
sv: Inställningar

source: Settings changed
sv: Inställningarna ändrades

source: Share
sv: Dela

source: Share chat
sv: Dela chatt

source: Share diagnostics for 30 minutes
sv: Dela diagnostik i 30 minuter

source: Share diagnostics only
sv: Dela endast diagnostik

source: Share files…
sv: Dela filer…

source: Share full terminal control?
sv: Dela full terminalkontroll?

source: Share full-control link
sv: Dela länk med full kontroll

source: Share link
sv: Dela länk

source: Share report
sv: Dela rapport

source: Share session
sv: Dela session

source: Share terminal for viewing?
sv: Dela terminalen för visning?

source: Share view-only link
sv: Dela skrivskyddad länk

source: Share “%@”
sv: Dela “%@”

source: Share “Remote access review”
sv: Dela ”Granskning av fjärråtkomst”

source: Shared
sv: Delat

source: Shared chat
sv: Delad chatt

source: Shared chat · %@
sv: Delad chatt · %@

source: Sharing
sv: Delar

source: Shift
sv: Skift

source: Show %lld more
sv: Visa %lld till

source: Show again
sv: Visa igen

source: Show fewer
sv: Visa färre

source: Show fewer chats in %@
sv: Visa färre chattar i %@

source: Show in %@?
sv: Visa i %@?

source: Show keyboard
sv: Visa tangentbordet

source: Show more (%lld)
sv: Visa fler (%lld)

source: Show more chats in %@
sv: Visa fler chattar i %@

source: Show on session usage controls
sv: Visa i sessionens användningskontroller

source: Show plan
sv: Visa plan

source: Show remaining (%lld)
sv: Visa resten (%lld)

source: Shows how this iPhone reaches the Mac
sv: Visar hur den här iPhonen når Mac-datorn

source: Shows this project’s sessions
sv: Visar projektets sessioner

source: Shows this window's history below
sv: Visar fönstrets historik nedan

source: Shows tool output
sv: Visar verktygsutdata

source: Since metrics reset
sv: Sedan mätvärdena nollställdes

source: Skill
sv: Färdighet

source: Snippet
sv: Textsnutt

source: Snooze
sv: Snooza

source: Snoozed
sv: Snoozad

source: Snoozed sessions
sv: Snoozade sessioner

source: Sounds
sv: Ljud

source: Speed
sv: Hastighet

source: Squash warnings before they breed…
sv: Krossa varningarna innan de sprids…

source: Staged
sv: Förberedda

source: Start a Claude Code or Codex session on your Mac.
sv: Starta en Claude Code- eller Codex-session på din Mac.

source: Start one from this iPhone or your Mac.
sv: Starta en från denna iPhone eller din Mac.

source: Start session
sv: Starta session

source: Start the chat first to share it view-only.
sv: Starta chatten först för att dela den med endast visning.

source: Starting diagnostics sharing…
sv: Startar diagnostikdelning…

source: Starting terminal on your Mac…
sv: Startar terminalen på din Mac…

source: Starts an agent on the selected Mac
sv: Startar en agent på vald Mac

source: State
sv: Läge

source: Stop and Wait for Me
sv: Stanna och vänta på mig

source: Stop sharing
sv: Sluta dela

source: Stop sharing diagnostics
sv: Sluta dela diagnostik

source: Stopped
sv: Stoppad

source: Stored only on this iPhone. Metrics contain counts and timings, never Mac names, chat names, prompts, or a connection history.
sv: Sparas bara på denna iPhone. Mätvärdena innehåller antal och tider, aldrig Mac-namn, chattnamn, prompter eller anslutningshistorik.

source: Submit with Return
sv: Skicka med retur

source: Surface
sv: Yta

source: Swipe here to play this movie.
sv: Svep hit för att spela upp filmen.

source: Switch Mac
sv: Byt Mac

source: Switch UI
sv: Byt gränssnitt

source: Switch UI?
sv: Byt gränssnitt?

source: Switch to %@?
sv: Byt till %@?

source: Switched Macs
sv: Bytte Mac

source: Tab
sv: Tabb

source: Tap once to apply to the next key, twice to lock, again to release.
sv: Tryck en gång för nästa tangent, två gånger för att låsa, igen för att släppa.

source: Teach this screen a new trick…
sv: Lär den här skärmen ett nytt trick…

source: Temporary
sv: Tillfällig

source: Terminal Keys
sv: Terminaltangenter

source: Terminal actions
sv: Terminalåtgärder

source: Terminal font size %lld points
sv: Terminalens textstorlek är %lld punkter

source: Terminal keys
sv: Terminaltangenter

source: Terminal theme
sv: Terminaltema

source: Terminal unavailable
sv: Terminalen är inte tillgänglig

source: Terminals
sv: Terminaler

source: Terminals first
sv: Terminaler först

source: Text to type
sv: Text att skriva

source: Thank you. Keep reference %@ if you contact us about this report.
sv: Tack. Spara referensen %@ om du kontaktar oss om rapporten.

source: That account is no longer available. Threading is refreshing the choices; review them and try again.
sv: Det kontot är inte längre tillgängligt. Threading uppdaterar alternativen; granska dem och försök igen.

source: That account isn’t available for this session.
sv: Det kontot är inte tillgängligt för den här sessionen.

source: That action isn’t supported by this agent.
sv: Den åtgärden stöds inte av den här agenten.

source: That file couldn’t be read.
sv: Filen kunde inte läsas.

source: That input is too large to send in one action.
sv: Indatan är för stor för att skickas i en åtgärd.

source: That interface is not available for this agent. Review the updated choices and try again.
sv: Det gränssnittet är inte tillgängligt för den här agenten. Granska de uppdaterade alternativen och försök igen.

source: That is as many files as one message can carry.
sv: Fler filer än så får inte plats i ett meddelande.

source: That is more text than one paste can carry.
sv: Det är mer text än en inklistring rymmer.

source: That isn’t a valid secure Threading private link.
sv: Det där är inte en giltig säker privat Threading-länk.

source: That model is no longer available for this account. Threading is refreshing the choices; review them and try again.
sv: Den modellen är inte längre tillgänglig för det här kontot. Threading uppdaterar alternativen; granska dem och försök igen.

source: That permission mode is no longer supported by this agent. Review the updated choices and try again.
sv: Det behörighetsläget stöds inte längre av den här agenten. Granska de uppdaterade alternativen och försök igen.

source: That person is away and has input-request notifications turned off.
sv: Personen är inte här och har stängt av notiser om synpunkter.

source: That person is not available.
sv: Personen är inte tillgänglig.

source: That project or agent is no longer available. Threading is refreshing the choices; review them and try again.
sv: Det projektet eller den agenten är inte längre tillgänglig. Threading uppdaterar alternativen; granska dem och försök igen.

source: That reasoning level is no longer available for this model. Threading is refreshing the choices; review them and try again.
sv: Den resonemangsnivån är inte längre tillgänglig för den här modellen. Threading uppdaterar alternativen; granska dem och försök igen.

source: That recovery option isn’t available for this session.
sv: Det återställningsalternativet är inte tillgängligt för den här sessionen.

source: That reminder time is no longer valid.
sv: Den påminnelsetiden är inte längre giltig.

source: That result is no longer available.
sv: Det resultatet är inte längre tillgängligt.

source: That service isn’t available on the Mac right now. Try again.
sv: Den tjänsten är inte tillgänglig på Macen just nu. Försök igen.

source: That session role is no longer available. Review the updated choices and try again.
sv: Den sessionsrollen är inte längre tillgänglig. Granska de uppdaterade alternativen och försök igen.

source: That setting can’t be changed to the selected value.
sv: Den inställningen kan inte ändras till det valda värdet.

source: That speed is not available for this model. Review the updated choices and try again.
sv: Den hastigheten är inte tillgänglig för den här modellen. Granska de uppdaterade alternativen och försök igen.

source: That theme is no longer available on the Mac.
sv: Det temat är inte längre tillgängligt på Macen.

source: That workspace option is not available for this project and agent. Review the updated choices and try again.
sv: Det arbetsytealternativet är inte tillgängligt för det här projektet och den här agenten. Granska de uppdaterade alternativen och försök igen.

source: The Mac can’t find the account that owns this session.
sv: Macen hittar inte kontot som äger den här sessionen.

source: The Mac could not accept diagnostics.
sv: Mac-datorn kunde inte ta emot diagnostik.

source: The Mac couldn’t continue this chat on that agent.
sv: Macen kunde inte fortsätta chatten på den agenten.

source: The Mac couldn’t copy the conversation.
sv: Macen kunde inte kopiera konversationen.

source: The Mac couldn’t identify this iPhone. Pair it again.
sv: Macen kunde inte identifiera den här iPhonen. Parkoppla den igen.

source: The Mac couldn’t insert these files. Please choose them again.
sv: Mac-datorn kunde inte infoga filerna. Välj dem igen.

source: The Mac couldn’t locate this conversation on disk.
sv: Macen kunde inte hitta den här konversationen på skivan.

source: The Mac couldn’t move this session to that account.
sv: Macen kunde inte flytta den här sessionen till det kontot.

source: The Mac couldn’t prepare this chat for another agent.
sv: Macen kunde inte förbereda chatten för en annan agent.

source: The Mac couldn’t register this iPhone for notifications.
sv: Macen kunde inte registrera den här iPhonen för notiser.

source: The Mac couldn’t return that result safely.
sv: Macen kunde inte returnera resultatet på ett säkert sätt.

source: The Mac couldn’t safely identify that action. Try again.
sv: Macen kunde inte identifiera åtgärden på ett säkert sätt. Försök igen.

source: The Mac couldn’t save that change. Try again.
sv: Macen kunde inte spara ändringen. Försök igen.

source: The Mac couldn’t save the moved conversation.
sv: Macen kunde inte spara den flyttade konversationen.

source: The Mac couldn’t save the new chat.
sv: Macen kunde inte spara den nya chatten.

source: The Mac couldn’t snapshot this conversation.
sv: Macen kunde inte ta en ögonblicksbild av samtalet.

source: The Mac couldn’t start the agent’s archive command.
sv: Macen kunde inte starta agentens arkiveringskommando.

source: The Mac did not request this diagnostics capture.
sv: Macen begärde inte den här diagnostikinsamlingen.

source: The Mac has not observed a provider limit window yet.
sv: Mac-datorn har ännu inte observerat något gränsfönster från en leverantör.

source: The Mac has not recorded a provider limit window yet.
sv: Mac-datorn har inte registrerat något gränsfönster från en leverantör ännu.

source: The Mac is handling too many actions right now. Try again.
sv: Macen hanterar för många åtgärder just nu. Försök igen.

source: The Mac is indexing local usage. Pull to refresh in a moment.
sv: Mac-datorn indexerar lokal användning. Dra för att uppdatera om en stund.

source: The Mac is out of storage space. Free up space on the Mac, then try again.
sv: Lagringsutrymmet på Macen är fullt. Frigör utrymme på Macen och försök sedan igen.

source: The Mac isn’t ready for that action yet. Try again.
sv: Macen är inte redo för den åtgärden än. Försök igen.

source: The Mac received too many requests. Wait a moment and try again.
sv: Macen fick för många förfrågningar. Vänta en stund och försök igen.

source: The Mac refused the request
sv: Mac-datorn avvisade begäran

source: The Mac rejected this line. Your draft is still here.
sv: Mac-datorn avvisade raden. Ditt utkast finns kvar.

source: The Mac rejected this prompt. Your draft is still here.
sv: Mac-datorn avvisade prompten. Ditt utkast finns kvar.

source: The Mac returned HTTP %lld.
sv: Mac-datorn returnerade HTTP %lld.

source: The Mac returned an unreadable preview.
sv: Mac-datorn returnerade en oläsbar förhandsvisning.

source: The Mac returned an unreadable response.
sv: Mac-datorn returnerade ett oläsbart svar.

source: The Mac was busy. These files will be inserted in a moment.
sv: Mac-datorn var upptagen. Filerna infogas om ett ögonblick.

source: The agent
sv: Agenten

source: The agent is waiting for your answer.
sv: Agenten väntar på ditt svar.

source: The agent rejected the archive change.
sv: Agenten avvisade arkiveringsändringen.

source: The agent restarts in the other UI and resumes this same session. Work currently in progress is interrupted.
sv: Agenten startar om i det andra gränssnittet och återupptar samma session. Pågående arbete avbryts.

source: The agent restarts in the selected UI and resumes this same session. Work currently in progress is interrupted.
sv: Agenten startar om i det valda gränssnittet och återupptar samma session. Pågående arbete avbryts.

source: The agent stops and starts under the new account, then resumes this same conversation. Work currently in progress is interrupted.
sv: Agenten stoppas och startas under det nya kontot och återupptar sedan samma konversation. Pågående arbete avbryts.

source: The agent stops so this conversation can be frozen, then a new chat starts on the other agent and reads a summary of it. This chat stays where it is.
sv: Agenten stoppas så att samtalet kan frysas, sedan startar en ny chatt på den andra agenten och läser en sammanfattning av det. Den här chatten ligger kvar.

source: The agent will say whether it used fresh or cached phone evidence.
sv: Agenten anger om den använde färskt eller cachelagrat underlag från telefonen.

source: The attachment changed while it was being prepared.
sv: Bilagan ändrades medan den förbereddes.

source: The attention request could not be sent.
sv: Det gick inte att skicka förfrågan.

source: The code under a Mac is the identity this iPhone pins. It is the same code that Mac prints under This Mac’s Identity, so the two can be compared by eye.
sv: Koden under en Mac är identiteten som denna iPhone fäster. Det är samma kod som den Mac-datorn visar under Den här Mac-datorns identitet, så att de två kan jämföras med ögat.

source: The control request was not accepted.
sv: Kontrollbegäran godkändes inte.

source: The conversation transcript is not a regular file.
sv: Konversationens transkript är inte en vanlig fil.

source: The current screen couldn’t be captured
sv: Det gick inte att ta en skärmbild av den aktuella skärmen

source: The extension panel is not ready yet.
sv: Tilläggspanelen är inte klar än.

source: The extension restarted. Its current panel has been restored.
sv: Tillägget startades om. Dess aktuella panel har återställts.

source: The image could not be decoded.
sv: Bilden kunde inte avkodas.

source: The invite works once. After acceptance, access lasts until you stop sharing and never extends to another chat.
sv: Inbjudan fungerar en gång. Efter godkännande varar åtkomsten tills du slutar dela och omfattar aldrig någon annan chatt.

source: The key bar under a remote terminal
sv: Tangentraden under en fjärrterminal

source: The key bar under a remote terminal. Keyboards are stored on this device only.
sv: Tangentraden under en fjärrterminal. Tangentbord sparas bara på den här enheten.

source: The key is added as one chord — ⇧ Tab becomes a single ⇧tab key.
sv: Tangenten läggs till som ett ackord — ⇧ tabb blir en enda ⇧tab-tangent.

source: The link can watch this terminal’s output while its shell is running.
sv: Länken kan se terminalens utdata medan skalet körs.

source: The link may have expired or the Mac may be offline.
sv: Länken kan ha gått ut eller så kan Mac-datorn vara offline.

source: The move couldn’t be saved. The Mac kept the previous target copy for recovery.
sv: Flytten kunde inte sparas. Macen behöll den tidigare målkopian för återställning.

source: The navigation component is shown above. Choose another state to check its wording and transition.
sv: Navigeringskomponenten visas ovan. Välj ett annat läge för att granska texten och övergången.

source: The next reset date for an affected window may move.
sv: Nästa återställningsdatum för ett påverkat fönster kan flyttas.

source: The project’s open or closed state could not be saved.
sv: Projektets öppna eller stängda läge kunde inte sparas.

source: The report exceeded its safe size limit.
sv: Rapporten överskred den säkra storleksgränsen.

source: The report files could not be prepared.
sv: Det gick inte att förbereda rapportfilerna.

source: The report outbox is full. Connect to the internet and try again.
sv: Rapportutkorgen är full. Anslut till internet och försök igen.

source: The report service returned HTTP %lld.
sv: Rapporttjänsten returnerade HTTP %lld.

source: The report service returned an unreadable response.
sv: Rapporttjänsten returnerade ett oläsligt svar.

source: The screenshot preview could not be prepared. Remove it and try again.
sv: Förhandsvisningen av skärmbilden kunde inte förberedas. Ta bort den och försök igen.

source: The session changed before these files could be inserted. Please choose them again.
sv: Sessionen ändrades innan filerna kunde infogas. Välj dem igen.

source: The session changed before this line could be sent. Your draft is still here.
sv: Sessionen ändrades innan raden kunde skickas. Ditt utkast finns kvar.

source: The session changed before this prompt could be sent. Your draft is still here.
sv: Sessionen ändrades innan prompten kunde skickas. Ditt utkast finns kvar.

source: The support report could not be prepared.
sv: Det gick inte att förbereda supportrapporten.

source: The widget cache could not be reset. Update Threading or try again.
sv: Widgetcachen kunde inte återställas. Uppdatera Threading eller försök igen.

source: Themed dialogs
sv: Temaanpassade dialogrutor

source: There’s nothing on the clipboard to attach.
sv: Det finns inget i urklipp att bifoga.

source: There’s nothing on the clipboard to paste.
sv: Det finns inget i urklipp att klistra in.

source: These files could not be inserted safely. Please choose them again.
sv: Filerna kunde inte infogas säkert. Välj dem igen.

source: These iPhone preferences are available before you connect a Mac.
sv: Dessa iPhone-inställningar är tillgängliga innan du ansluter en Mac.

source: These indicators stay inside the live chat and never create push notifications.
sv: Indikatorerna stannar i den aktiva chatten och skapar aldrig pushnotiser.

source: They were just asked. Try again in a moment.
sv: Personen tillfrågades nyss. Försök igen om en stund.

source: This Mac
sv: Den här Mac-datorn

source: This Mac accepted the connection but never answered.
sv: Den här Mac-datorn tog emot anslutningen men svarade aldrig.

source: This Mac can currently deliver while the live connection is open, but APNs provider delivery is not configured.
sv: Mac-datorn kan för närvarande leverera medan liveanslutningen är öppen, men leverans via APNs-leverantör är inte konfigurerad.

source: This Mac didn’t answer
sv: Mac-datorn svarade inte

source: This Mac needs a newer version of Threading. Update Threading on the Mac and try again.
sv: Den här Mac-datorn behöver en nyare version av Threading. Uppdatera Threading på Mac-datorn och försök igen.

source: This Mac’s address has changed. Scan its QR code again.
sv: Mac-datorns adress har ändrats. Skanna dess QR-kod igen.

source: This Mac’s identity does not match the one you paired with. If Remote Access was reset on the Mac, scan its QR code again.
sv: Mac-datorns identitet stämmer inte med den du parkopplade med. Om Fjärråtkomst återställdes på Mac-datorn skannar du dess QR-kod igen.

source: This Turn
sv: Den här turen

source: This animation plays on your Mac.
sv: Den här animationen spelas på din Mac.

source: This archived conversation is available on the Mac.
sv: Den arkiverade konversationen är tillgänglig på Mac-datorn.

source: This attachment is too large to share from iPhone.
sv: Bilagan är för stor för att delas från iPhone.
